Repository: ahmed-zubair12/xblock-eoc-journal
Catalog: eoc_journal/translations/*/LC_MESSAGES/text.po
Languages: eo

source: Title (display name)
eo: Tïtlé (dïspläý nämé) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Title to display
eo: Tïtlé tö dïspläý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: Course Journal
eo: Çöürsé Jöürnäl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: Key Takeaways PDF handle
eo: Kéý Täkéäwäýs PDF händlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#

source: URL handle of the Key Takeaways PDF file that was uploaded to Studio Files & Uploads section. Should start with '/static/'. Example: /static/KeyTakeaways.pdf
eo: ÛRL händlé öf thé Kéý Täkéäwäýs PDF fïlé thät wäs üplöädéd tö Stüdïö Fïlés & Ûplöäds séçtïön. Shöüld stärt wïth '/stätïç/'. Éxämplé: /stätïç/KéýTäkéäwäýs.pdf Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт #

source: Problem Builder Freeform Answers
eo: Prößlém Büïldér Frééförm Ànswérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: Select Problem Builder Freeform Answer components which you want to include in the report.
eo: Séléçt Prößlém Büïldér Frééförm Ànswér çömpönénts whïçh ýöü wänt tö ïnçlüdé ïn thé répört. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: PDF Title
eo: PDF Tïtlé Ⱡ'σяєм ιρѕυм ∂σł#

source: Title of the PDF report. Leave blank to use the course title.
eo: Tïtlé öf thé PDF répört. Léävé ßlänk tö üsé thé çöürsé tïtlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: PDF Report Link heading
eo: PDF Répört Lïnk héädïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: The heading text to display above the link for downloading the PDF Report.
eo: Thé héädïng téxt tö dïspläý äßövé thé lïnk för döwnlöädïng thé PDF Répört. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: PDF Report
eo: PDF Répört Ⱡ'σяєм ιρѕυм ∂σłσ#

source: PDF Report Link text
eo: PDF Répört Lïnk téxt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: The text to display in the link for downloading the PDF Report.
eo: Thé téxt tö dïspläý ïn thé lïnk för döwnlöädïng thé PDF Répört. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Download PDF
eo: Döwnlöäd PDF Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: Display User Metrics
eo: Dïspläý Ûsér Métrïçs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Would you like to display progress, proficiency and engagement metrics in the XBlock view in LMS?
eo: Wöüld ýöü lïké tö dïspläý prögréss, pröfïçïénçý änd éngägémént métrïçs ïn thé XBlöçk vïéw ïn LMS? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Display Key Takeaways section
eo: Dïspläý Kéý Täkéäwäýs séçtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Would you like to display Key Takeaways section in the XBlock view in LMS?
eo: Wöüld ýöü lïké tö dïspläý Kéý Täkéäwäýs séçtïön ïn thé XBlöçk vïéw ïn LMS? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: Display answers
eo: Dïspläý änswérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#

source: Would you like to display free text answers in the XBlock view in LMS?
eo: Wöüld ýöü lïké tö dïspläý fréé téxt änswérs ïn thé XBlöçk vïéw ïn LMS? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Default Font
eo: Défäült Fönt Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: Studio static URL to a custom font file to be used for PDF report. Example: "/static/myfont.ttf". Leave empty to use default fonts. You can upload custom TTF font files from the Content - Files & Uploads page.
eo: Stüdïö stätïç ÛRL tö ä çüstöm fönt fïlé tö ßé üséd för PDF répört. Éxämplé: "/stätïç/mýfönt.ttf". Léävé émptý tö üsé défäült fönts. Ýöü çän üplöäd çüstöm TTF fönt fïlés fröm thé Çöntént - Fïlés & Ûplöäds pägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя#

source: Not answered yet.
eo: Nöt änswéréd ýét. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: Progress
eo: Prögréss Ⱡ'σяєм ιρѕυм ∂#

source: You are %(tag_start)s%(percentage)s%(tag_end)s%% of the way through the course based on completion of modules within lessons.
eo: Ýöü äré %(tag_start)s%(percentage)s%(tag_end)s%% öf thé wäý thröügh thé çöürsé ßäséd ön çömplétïön öf mödülés wïthïn léssöns. Ⱡ'σяєм ιρѕυм ∂σ#

source: The cohort average is %(tag_start)s%(percentage)s%(tag_end)s%%.
eo: Thé çöhört ävérägé ïs %(tag_start)s%(percentage)s%(tag_end)s%%. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Progress data is not available.
eo: Prögréss dätä ïs nöt äväïläßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Proficiency
eo: Pröfïçïénçý Ⱡ'σяєм ιρѕυм ∂σłσя #

source: Your current proficiency score is %(tag_start)s%(proficiency)s%(tag_end)s%% following completion of graded items in this course.
eo: Ýöür çürrént pröfïçïénçý sçöré ïs %(tag_start)s%(proficiency)s%(tag_end)s%% föllöwïng çömplétïön öf grädéd ïtéms ïn thïs çöürsé. Ⱡ'σяєм ιρѕυм #

source: The cohort average is %(tag_start)s%(proficiency)s%(tag_end)s%%.
eo: Thé çöhört ävérägé ïs %(tag_start)s%(proficiency)s%(tag_end)s%%. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Proficiency data is not available.
eo: Pröfïçïénçý dätä ïs nöt äväïläßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Engagement
eo: Éngägémént Ⱡ'σяєм ιρѕυм ∂σłσ#

source: Your current engagement score is %(tag_start)s%(score)s%(tag_end)s based on your engagement interactions with other participants in your cohort in the discussion forums.
eo: Ýöür çürrént éngägémént sçöré ïs %(tag_start)s%(score)s%(tag_end)s ßäséd ön ýöür éngägémént ïntéräçtïöns wïth öthér pärtïçïpänts ïn ýöür çöhört ïn thé dïsçüssïön förüms. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια#

source: The cohort average is %(tag_start)s%(score)s%(tag_end)s.
eo: Thé çöhört ävérägé ïs %(tag_start)s%(score)s%(tag_end)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Measured engagement
eo: Méäsüréd éngägémént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#

source: Stats
eo: Stäts Ⱡ'σяєм ιρѕ#

source: Number of New Posts you created
eo: Nümßér öf Néw Pösts ýöü çréätéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Number of Replies you made to other posts
eo: Nümßér öf Réplïés ýöü mädé tö öthér pösts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Number of Comments Generated by your posts
eo: Nümßér öf Çömménts Générätéd ßý ýöür pösts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Number of Upvotes your posts have received
eo: Nümßér öf Ûpvötés ýöür pösts hävé réçéïvéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Number of your posts being Followed
eo: Nümßér öf ýöür pösts ßéïng Föllöwéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Engagement data is not available.
eo: Éngägémént dätä ïs nöt äväïläßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: Key Takeaways
eo: Kéý Täkéäwäýs Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: Key Takeaways PDF not available at this time.
eo: Kéý Täkéäwäýs PDF nöt äväïläßlé ät thïs tïmé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Save
eo: Sävé Ⱡ'σяєм ι#

source: Cancel
eo: Çänçél Ⱡ'σяєм ιρѕυ#
